/*
Аналог: https://pughtml.com/
Робимо роботу до 3х владеностей (дії). 
Тобто не більге ніж 
        .one>div^a - видасть 
        <div class="one">
            <div></div>
        </div>
        <a href=""></a>
        .one>div^a>span - вже помилка.

        . - класс
        # - id
        > 1й рівень вкладеності
        div - та інші назви тегів
        {} - текст
        на навій строці нові інструкуці 
        (Якщо в тексейрі перейшли на нову строку, 
        то видаємо як нову вкладеність)
    */
